hello_text='Привет, салатик! ' \
           '\n\nЭто бот сообщества энсалада руса.' \
           '\n\n🔺 проверить, на какие мероприятия зарегистрирован - кнопка "Mои регистрации" ⬇️' \
           '\n🔺 зарегистрироваться на мероприятия - кнопка "Зарегистрироваться" ⬇️' \
           '\n🔺 отменить/перенести регистрацию - пиши @julia_sergina' \
           '\n\nЕсли что-то пошло не так с ботом, пиши @shkoterman.' \
           '\nЕсли с ботом все так, и у тебя есть обратная связь - все равно пиши @julia_sergina'
main_menu_text='Главное меню'
need_dog_msg='Для этого необходимо иметь ник с "@"'  ### Юля там чёто ссылку хочет присрать
no_reg_events_msg='Ты не зарегистрирован_а не на что'
resgistred_msg_text='Ты зарегистрирован_а на:\n'
resgistred_in_WL_msg_text='Ты в вейтлисте на:\n'
here_is_events='Вот доступные мероприятия' ### Юля там чёто ссылку хочет присрать
whats_your_name='Как тебя зовут?'
plus_one_message='Регистрирую только тебя или тебя +1?'
you_have_no_sub='Мероприятие, которое ты выбрал, сейчас доступно только для салатиков, которые подписались на клуб энсалады.'
already_registred='Ты уже зарегистрирован_а на это мероприятие'
time_out_text='Таймаут, бро'
thx='thx'
didnt_get_it='Не понял'
wait='Одну минуточу'
got_it='Ты зарегистрирован!'
payment_text_after_reg='Если ты регистрируешься на платное мероприятие (информация об этом есть в анонсе), ты можешь его оплатить:\n\n' \
             '1. На аккаунт банкаа WISE, укажи никнейм в комментариях\n ' \
                       'Account holder: Yevhen Harkusha\n ' \
                       'BIC: TRWIBEB1XXX\n ' \
                       'IBAN: BE90 9673 2893 3632 \n\n' \
             '2. Нажав кнопку "Пожервовать" прикреплённую к следующему сообщению, прими во внимание что в поле "Tip (Optional)" нужно ввести значение на 1€ меншье того, что ты хочешь заплатить. Ориентируйся на поле "Total".'
payment_text_info='Есть 2 способа оплатить мероприятия или задонатить нам:\n\n' \
             '1. На аккаунт банкаа WISE, укажи никнейм в комментариях\n ' \
                       'Account holder: Yevhen Harkusha\n ' \
                       'BIC: TRWIBEB1XXX\n ' \
                       'IBAN: BE90 9673 2893 3632 \n\n' \
             '2. Нажав кнопку "Пожервовать" прикреплённую к следующему сообщению, прими во внимание что в поле "Tip (Optional)" нужно ввести значение на 1€ меншье того, что ты хочешь заплатить. Ориентируйся на поле "Total".'
plus_one_in_lis=' (ты + 1)'
here_events_for_feedback='По какому мероприятию ты хочешь дать обратную связь?'
mark_the_event='Порекомендовал_а бы ты мероприятие своим друзьям и знакомым? Где 0 - никогда не посоветую и буду отговаривать, а 10 - буду все время звать на мероприятия.'
may_choose_more='Можно выбрать несколько'
what_did_u_like='Что понравилось на мероприятии?'
rega_ne_proshla='рега не прошла: \n'
whats_unwanted='Что показалось лишним или чего не хватило?'
my_comment='Мой комментарий'
thx_for_feedback='Спасибо за твой отзыв!!! Мы ценим такое и будем стараться быть лучше!'
all_about_sub='Что даёт подписка?\n\n⭐️Доступ к эксклюзивным мероприятиям. Это будут и разовые мероприятия, и регулярные клубы: английский, книжный, кино.\n\n⭐️Сниженную стоимость на открытые платные мероприятия\n\nКак подписаться?\n\n➡️ выбрать нужную ссылку ниже во вариантах подписки\n➡️ получить сообщение от бота Donate \n➡️ оплатить подписку удобным способом - бот поддерживает apple pay, android pay и данные карты\n➡️ бот добавит вас в закрытый канал для подписчиков, где мы будем публиковать всю информацию о мероприятиях\n\nПро другие способы оплаты - например, наличные - в нашем FAQ.\n\n▶️ [Форматы подписки и FAQ](https://docs.google.com/document/d/1wlEymEUtUrcnBMZsTrdq5Nq7QGYZqfADw3zV6Rjz74g/edit?usp=sharing)\n\nКакие есть варианты подписки?\n\n1️⃣ [Плошка оливье - 10 евро](https://t.me/+vjOG_BABZWJiMjVi). Для занятых, 2 мероприятия в месяц\n2️⃣ [Тазик оливье - 15 евро](https://t.me/+1M7OGMGCgGA2YjBi). Для тех, кто готов проводить с нами больше времени, неограниченное количество мероприятий в месяц\n3️⃣ [Большой тазик оливье - 25 евро](https://t.me/+Nzym9PWQoBxlNzgy). Подписка на тазик оливье на двоих.\n4️⃣ [Ванна оливье - 50 евро](https://t.me/+Rc00Kigsup1hY2Uy). Для тех, кто хочет поддержать развитие нашего проекта. Неограниченное количество меропрятий и бесконечная благодарность создателей.'
choose_event_for_reminder='Выбери мероприятие для рассылки напоминания'
here_are_nicks='Вот ники для рассылки:'
write_text='Напиши сообщение'
this_message='Отправить это сообщение:'
thees_people='этим салатикам?'
reminser_sent='Напоминание отправлено\n'
request_send='Запрос ОС отправлен'
choose_event_for_request='Выбери мероприятие для рассылки запроса ОС'
what_for_cance='Выбери мероприятие, которое хочешь отменить'
why_are_u_cancel='Почему ты хочешь отменить регистрацию?'
