hello_text='Привет! ' \
           '\n\nЭто бот сообщества энсалада руса.' \
           '\n\n🔺 проверить, на какие мероприятия зарегистрирован - кнопка "Mои регистрации" ⬇️' \
           '\n🔺 зарегистрироваться на мероприятия - кнопка "Зарегистрироваться" ⬇️' \
           '\n🔺 отменить/перенести регистрацию' \
           '\n\nЕсли что-то пошло не так с ботом, пиши @shkoterman.'
main_menu_text='Главное меню'
need_dog_msg='Для этого необходимо иметь ник с "@", для этого:\n' \
             '1. Выйти из бота\n' \
             '2. Открыть вкладку «Настройки»\n' \
             '3. Нажать «Изм.» (расположено в правом верхнем углу)\n' \
             '4. Нажать «Имя пользователя» (находится под номером телефона)\n' \
             '5. На открывшейся странице придумать и ввести ник\n'
no_reg_events_msg='Ты не зарегистрирован_а ни на что'
resgistred_msg_text='Ты зарегистрирован_а на:\n'
resgistred_in_WL_msg_text='Ты в вейтлисте на:\n'
here_is_events='*Вот доступные мероприятия:*\n_А все мероприятия на месяц в_ [календаре мероприятий](https://airtable.com/app7g2ANnagHYZkZ8/shrsmQIrG1rYPggv9)'
whats_your_name='Как тебя зовут?'
plus_one_message='Регистрирую только тебя или тебя +1?'
you_have_no_sub='Мероприятие, которое ты выбрал, сейчас доступно только для подписчиков [ensalada.more](https://t.me/ensaladaru/1319).\n' \
                'Чуть-чуть подожди - регистрация для всех обязательно откроется позже'
already_registred='Ты уже зарегистрирован_а на это мероприятие'
time_out_text='Время ожидания ответа истекло'
thx='Принято, спасибо!'
didnt_get_it='Я не понимаю такую команду. Я жду от тебя нажатия кнопки на клавиатуре внизу. Если её не видно, нажми на значок квадратика с четырьмя квадратиками внизу слева. Если не видишь значка или я всё равно тебя не понимаю, нажми "Главное меню"'
wait='Одну минуточку'
got_it='Ты зарегистрирован!'
payment_text_after_reg='Если ты регистрируешься на платное мероприятие (информация об этом есть в анонсе), ' \
                       'ты можешь его оплатить:\n\n' \
             '1. По [ссылке](https://profee.link/bpAT3a?r=eyJjIjoiZXVyIn0&flow=tips) через сервис ProFee (ApplePay, GooglePay, данные карты)\n' \
             '2. Переводом на WISE, укажи никнейм в комментариях\n ' \
                       'Account holder: Yevhen Harkusha\n ' \
                       'BIC: TRWIBEB1XXX\n ' \
                       'IBAN: BE90 9673 2893 3632 \n\n'

payment_text_info='Есть 2 способа оплатить мероприятия или задонатить нам:\n\n' \
             '1. По [ссылке](https://profee.link/bpAT3a?r=eyJjIjoiZXVyIn0&flow=tips) через сервис ProFee (ApplePay, GooglePay, данные карты)\n' \
             '2. Переводом на WISE, укажи никнейм в комментариях\n ' \
                       'Account holder: Yevhen Harkusha\n ' \
                       'BIC: TRWIBEB1XXX\n ' \
                       'IBAN: BE90 9673 2893 3632 \n\n'
reg_in_wl_text='Ты в листе ожидания. Как только освободится место, мы напишем тебе.'

plus_one_in_lis=' (ты + 1)'
here_events_for_feedback='По какому мероприятию ты хочешь дать обратную связь?'
mark_the_event='Порекомендовал_а бы ты мероприятие своим друзьям и знакомым? Где 0 - никогда не посоветую и буду ' \
               'отговаривать, а 10 - буду все время звать на мероприятия.'
may_choose_more='Можно выбрать несколько'
what_did_u_like='Что понравилось на мероприятии?'
rega_ne_proshla='рега не прошла: \n'
whats_unwanted='Что показалось лишним или чего не хватило?'
my_comment='Мой комментарий'
thx_for_feedback='Спасибо за твой отзыв!!! Мы ценим такое и будем стараться быть лучше!'
all_about_sub='Что даёт подписка?\n\n' \
              '⭐️Доступ к эксклюзивным мероприятиям. Это будут и разовые мероприятия, ' \
              'и регулярные клубы: английский, книжный, кино.\n\n' \
              '⭐️Сниженную стоимость на открытые платные мероприятия' \
              '\n\nКак подписаться?\n\n➡️ выбрать нужную ссылку ниже во вариантах подписки\n' \
              '➡️ получить сообщение от бота Donate \n' \
              '➡️ оплатить подписку удобным способом - бот поддерживает apple pay, android pay и данные карты\n' \
              '➡️ бот добавит вас в закрытый канал для подписчиков, где мы будем публиковать всю информацию о ' \
              'мероприятиях\n\n' \
              'Про другие способы оплаты - например, наличные - в нашем FAQ.\n\n▶️ ' \
              '[Форматы подписки и FAQ](https://docs.google.com/document/d/1wlEymEUtUrcnBMZsTrdq5Nq7QGYZqfADw3zV6Rjz74g/edit?usp=sharing)\n\n' \
              'Какие есть варианты подписки?\n\n' \
              '1️⃣ [Плошка оливье - 10 евро](https://t.me/+vjOG_BABZWJiMjVi). Для занятых, 2 мероприятия в месяц\n' \
              '2️⃣ [Тазик оливье - 15 евро](https://t.me/+1M7OGMGCgGA2YjBi). Для тех, кто готов проводить ' \
              'с нами больше ' \
              'времени, неограниченное количество мероприятий в месяц\n' \
              '3️⃣ [Большой тазик оливье - 25 евро](https://t.me/+Nzym9PWQoBxlNzgy). Подписка на тазик оливье ' \
              'на двоих.\n' \
              '4️⃣ [Ванна оливье - 50 евро](https://t.me/+Rc00Kigsup1hY2Uy). Для тех, кто хочет поддержать развитие ' \
              'нашего проекта. Неограниченное количество меропрятий и бесконечная благодарность создателей.'
choose_event_for_reminder='Выбери мероприятие для рассылки напоминания'
here_are_nicks='Вот ники для рассылки:'
write_text='Напиши сообщение'
this_message='Отправить это сообщение:'
thees_people='этим салатикам?'
reminser_sent='Напоминание отправлено\n'
request_send='Запрос ОС отправлен'
choose_event_for_request='Выбери мероприятие для рассылки запроса ОС'
what_for_cance='Выбери мероприятие, которое хочешь отменить. ' \
               'Отмена регистрации через бот становится недоступна накануне мероприятия - чтобы отменить вручную ' \
               'позже, пиши @julia_sergina'
why_are_u_cancel='Почему ты хочешь отменить регистрацию?'
cancel_last_check='Точно отменить регистрацию на '
sorry_for_cancel='Мне было больно это делать☹️😔😞, \nно я переступил через себя и разрегистрировал тебя на '
god_bless_u='Фух, пронесло))), приходи, будем ждать'
sliva = ' слился с мероприятия '
no_cancelebl_events_msg = 'Нет мероприятий, которые ты можешь отменить. ' \
                          'Отмена регистрации через бот становится недоступна накануне мероприятия - чтобы отменить ' \
                          'вручную позже, пиши @julia_sergina'
for_question_text='Если у тебя есть вопросы про бот, энсаладу или вообще, или ты хочешь дать нам обратную связь - просто напиши в ответ на это собщение'
they_wrote_us='Нам написали в бот:'
cannot_cancel_reg='К сожалению, по нашим правилам это мероприятие уже поздно отменять автоматически. Чтобы узнать условия отмены, напиши @julia_sergina'
